cask_args appdir: '~/Applications'

# Development tools
mas "Xcode", id: 497799835
mas "Developer", id: 640199958
cask "sf-symbols"
mas "RectLabel", id: 1490990105
mas "TestFlight", id: 899247664

# Work
mas "Pages", id: 409201541
mas "Numbers", id: 409203825
mas "Keynote", id: 409183694
mas "Pixelmator", id: 407963104

# "Social" stuff
mas "Ivory", id: 6444602274
mas "Slack", id: 803453959
mas "GarageBand", id: 682658836

# Utilities
mas "Streaks", id: 963034692
mas "Noir", id: 1592917505
cask "airbuddy", args: { appdir: "~/Applications/Utilities" }
cask "choosy", args: { appdir: "~/Applications/Utilities" }
cask "mailtrackerblocker"

# Installed via TestFlight:
# mas "Things3", id: 904280696
# mas "1Blocker", id: 1365531024
